{
  "users": [
    {
      "id": 1,
      "title": "hello",
      "isCompleted": false
    },
    {
      "id": 2,
      "title": "hello2",
      "isCompleted": false
    }
  ],
  "accounts": [
    {
      "id": 1,
      "name": "xyz",
      "roll": 909
    },
    {
      "id": 1,
      "name": "xyz",
      "roll": 909
    }
  ],
  "transactions": [],
  "data": [
    {
      "id": 1,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter 3",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1000,
      "borrowed": false
    },
    {
      "id": 2,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter 4",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1499,
      "borrowed": false
    },
    {
      "id": 3,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter 2",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1299,
      "borrowed": false
    },
    {
      "id": 4,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter ",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1999,
      "borrowed": false
    }
  ],
  "sectionList": [
    {
      "id": 1,
      "title": "Web Developer",
      "text1": "Hello! I am <strong>Vanessa</strong>",
      "text2": "<p>I have been a Frontend Developer for over 8 years now and have decided to expand my horizons and study how to be a professional Full Stack Web Developer</p><p>I am currently a Full Stack Web Developer student at the &copy;Asis Capital Center</p>",
      "image": "image",
      "link": "https://limudey-hutz.co.il/",
      "linkTitle": "Visit &copy;Asis Capital Center for more details"
    },
    {
      "id": 2,
      "title": "I have over 8 years of experience of web development",
      "text1": "and I am self taught.",
      "text2": "<p>I have vast experience developing websites using JavaScript technologies, catering to industry-standard methodologies and techniques with exposure to various platforms and software systems.</p>",
      "link": "/about",
      "linkTitle": "Read more..."
    },
    {
      "id": 3,
      "title": "I would love to show you some of my work",
      "text1": "and share with you some of my experiences",
      "text2": "so don't run away...",
      "image": "me",
      "link": "/projects",
      "linkTitle": "Visit my project showcase..."
    }
  ],
  "posts": [
    {
      "id": "1",
      "created_at": "2023-02-05T23:35:00.000Z",
      "locale": {
        "en": {
          "author": "JERUSALEM POST STAFF",
          "title": "Winter Storm Barbara expected to wreak havoc across Israel",
          "shortDesc": "The storm that will reach Israel on Monday morning caused extensive preparations by the country's rescue services and municipalities.",
          "longDesc": "<div><p><a href=\"https://www.jpost.com/environment-and-climate-change/article-729493\">Winter Storm Barbara</a> was forecasted to reach Israel on Monday morning and wreak havoc until Wednesday. The storm is expected to bring with it strong winds of up to 100 km/h, intense cold and heavy rain in the north and center of the country and <a href=\"https://www.jpost.com/israel-news/article-725821\">snow on Mount Hermon</a> and the peaks of the Golan and Galilee. Additionally, there is a fear of flooding in the Judean desert.</p><p>By early Monday afternoon, heavy fog and strong winds had set in at the top of Mount Hermon, accompanied by heavy snow.</p><p>The temperature on the mountain range was reported to be -2.5c and the snow was as high as 80cm on the lower levels of the range and one meter at the peak of the mountain.</p><p>In response, the country's rescue services and municipalities are preparing to deal with the storm. <a href=\"https://www.jpost.com/israel-news/israel-fire-and-rescue-to-use-mda-tech-in-new-dispatch-system-675362\">Israel Fire and Rescue</a> Commissioner Eyal Caspi led a special situation assessment and instructed the district commanders to finish the preparations on Sunday evening, with an emphasis on checking the readiness and availability of the specialized equipment for rescues in water and snow.</p><p>The commanders were also instructed to expand organizational coordination with the Israel Police, emergency services and local authorities.</p><h3>Instructions for the public</h3><p>The Fire and Rescue Commissioner further called on the public to obey the instructions of the emergency and rescue agencies, observe fire safety rules and avoid unnecessary disasters. In a statement, the Fire and Rescue authority pointed out that in the years 2016-2022, about 500 fires were caused and 23 people died as a result of the unsafe use of heating devices such as coil ovens and heat diffusers.</p><h3>Municipalities prepare</h3><p>At the coast, the storm's wind gusts of up to 100 km/h are expected to cause rough sea and seven or up to seven-and-a-half-meter high waves.</p><p>In preparation, the Haifa municipality created an emergency headquarter to deal with the possible fallout. Its units are prepared to deal with flooding and blocked roads and to clear obstacles such as trees, light poles, signs and traffic lights that may fly as a result of the strong gusts of wind.</p><p>For this purpose, mechanical engineering tools were put on standby. The Haifa Municipality also appealed to residents to prepare ahead of time for the storm - to strengthen solar heaters, sheds and other objects such as flower pots and plants on roofs and balconies and to stay as far away as possible during the storm from trees, poles and other objects that may fly as a result of the strong winds.</p></div>"
        },
        "he": {
          "author": "חדשות ג'רוזלם פוסט",
          "title": "סופת החורף ברברה צפויה להמיט הרס ברחבי ישראל",
          "shortDesc": "הסופה שתגיע לישראל ביום שני בבוקר גרמה להיערכות נרחבת של שירותי ההצלה והעיריות במדינה.",
          "longDesc": "<div><p><a href=\"https://www.jpost.com/environment-and-climate-change/article-729493\">סופת החורף ברברה</a> צפויה להגיע לישראל ביום שני בבוקר ולחולל הרס עד יום רביעי. הסופה צפויה להביא עמה רוחות חזקות של עד 100 קמ\"ש, קור עז וגשם כבד בצפון הארץ ובמרכזה ו<a href=\"https://www.jpost.com/israel-news /article-725821\">שלג בחרמון</a> ובפסגות הגולן והגליל. בנוסף, קיים חשש לשיטפונות במדבר יהודה.</p><p>ביום שני המוקדמות אחר הצהריים, ערפל כבד ורוחות חזקות נכנסו בראש החרמון, מלווים בשלג כבד.</p><p>הטמפרטורה ברכס ההרים דווחה כ-2.5 מעלות צלזיוס השלג הגיע עד 80 ס\"מ במפלסים הנמוכים של הטווח ומטר אחד בפסגת ההר.</p><p>בתגובה, שירותי ההצלה והעיריות בארץ נערכים להתמודדות עם הסופה. <a href=\"https://www.jpost.com/israel-news/israel-fire-and-rescue-to-use-mda-tech-in-new-dispatch-system-675362\">כיבוי ישראל והצלה</a>מפכ\"ל אייל כספי הוביל הערכת מצב מיוחדת והנחה את מפקדי המחוזות לסיים את ההיערכות ביום ראשון בערב, בדגש על בדיקת מוכנות וזמינות הציוד המיוחד לחילוץ במים ושלג.</p ><p>כמו כן הונחו המפקדים להרחיב את התיאום הארגוני עם משטרת ישראל, שירותי החירום והרשויות המקומיות.</p><h3>הנחיות לציבור</h3><p>עוד קרא נציב הכבאות וההצלה הציבור להישמע להנחיות גורמי החירום וההצלה, לשמור על כללי בטיחות אש ולהימנע מאסונות מיותרים. בהודעת רשות הכבאות וההצלה ציינו כי בשנים 2022-2016 נגרמו כ-500 שריפות ו-23 בני אדם מתו כתוצאה משימוש לא בטוח במכשירי חימום כמו תנורי סליל ומפזרי חום.</p> <h3>העיריות נערכים</h3><p>בחוף, משבי הרוח של הסופה של עד 100 קמ\"ש צפויים לגרום לים סוער ולגלים בגובה שבעה או עד שבעה וחצי מטרים. </p><p>לקראת הכנה, עיריית חיפה הקימה מטה חירום לטיפול בנשורת האפשרית. יחידותיה ערוכות להתמודדות עם הצפות וכבישים חסומים ולפנות מכשולים כגון עצים, עמודי תאורה, תמרורים ורמזורים העלולים לעוף כתוצאה ממשבי הרוח החזקים.</p><p>לצורך כך, כלים הנדסיים מכניים הועמדו במצב המתנה. עיריית חיפה פנתה גם לתושבים להיערך מבעוד מועד לסופה - לחזק דודי שמש, סככות וחפצים נוספים כמו עציצים וצמחים על גגות ומרפסות ולהתרחק ככל האפשר במהלך הסופה מעצים, עמודים. וחפצים אחרים שעלולים לעוף כתוצאה מהרוחות החזקות.</p></div>"
        }
      }
    },
    {
      "id": "2",
      "created_at": "2023-02-05T23:35:00.000Z",
      "locale": {
        "en": {
          "author": "JERUSALEM POST STAFF",
          "title": "Turkey diverts ships due to damage in Iskenderun port",
          "shortDesc": "Thousands of children feared to be among the dead • Death toll exceeds 5,000 • Israel launches rescue operation",
          "longDesc": "<p>The southern Turkish port of Iskenderun has suffered severe structural damage due to the earthquake with all operations halted until further notice, container shipping firm AP Moller Maersk said on Tuesday.</p> <p>Maersk said in an advisory it was not yet clear when the port would return to normal operations.</p> <p>\"Given the situation at Iskenderun, we will need to perform a change of destination for all bookings bound for the port or already on the water,\" it said.</p> <p>\"We are currently planning to divert containers to nearby hubs within operational feasibility or hold at transshipment ports - including the Port of Mersin (in Turkey) and Port Said (in Egypt).\"</p>"
        },
        "he": {
          "author": "חדשות ג'רוזלם פוסט",
          "title": "טורקיה מסיטה ספינות עקב נזק בנמל איסקנדרון",
          "shortDesc": "אלפי ילדים חוששים להיות בין ההרוגים • מניין ההרוגים עולה על 5,000 • ישראל פתחה במבצע חילוץ",
          "longDesc": "<p>הנמל איסקנדרון בדרום טורקיה סבל מנזק מבני חמור עקב רעידת האדמה, כאשר כל הפעולות נעצרו עד להודעה חדשה, כך מסרה חברת הספנות AP Moller Maersk ביום שלישי.</p> <p>מארסק אמרה בהודעת ייעוץ כי עדיין לא ברור מתי הנמל יחזור לפעולה רגילה.</p> <p>\"בהתחשב במצב באיסקנדרון, נצטרך לבצע שינוי יעד עבור כל ההזמנות לכיוון הנמל או שכבר נמצאות על המים,\" נאמר.</p> <p>\"אנחנו מתכננים כעת להפנות מכולות למוקדים סמוכים במסגרת היתכנות תפעולית או להחזיק בנמלי שינוע - כולל נמל מרסין (בטורקיה) ופורט סעיד (במצרים).\"</p>"
        }
      }
    },
    {
      "id": "3",
      "created_at": "2023-02-05T23:35:00.000Z",
      "locale": {
        "en": {
          "author": "JERUSALEM POST STAFF",
          "title": "Israel's United Hatzalah sets out for Turkey to provide earthquake aid",
          "shortDesc": "An emergency medical delegation from Israel's United Hatzalah is being sent to the epicenter of the earthquake disaster in Turkey.",
          "longDesc": "<p>Dovi Maisel barely felt the tremors in his home in Ramle on Monday morning.</p> <p>His wife told him <a href=\"https://www.jpost.com/israel-news/article-730726\">there was an earthquake</a> and he told her to go back to sleep.</p> <p>The news soon broke — a magnitude 7.7 <a href=\"https://www.jpost.com/breaking-news/article-730705\">earthquake had shaken central Turkey</a> and northern Syria, leaving thousands dead and injured.</p> <p>Maisel, VP of Operations for United Hatzalah in Israel, may have missed the initial tremors, but the aftershocks of the immense tragedy that had befallen Anatolia and the Levant were not lost on him or his nonprofit volunteer emergency medical service.</p> <p>After long hours of mission preparation on Monday, Maisel and CEO Eli Pollack assembled at Ben-Gurion Airport on Tuesday morning to send off an emergency medical delegation to the epicenter of the disaster in Turkey.</p>"
        },
        "he": {
          "author": "חדשות ג'רוזלם פוסט",
          "title": "איחוד הצלה של ישראל יוצא לטורקיה כדי לספק סיוע לרעידות אדמה",
          "shortDesc": "משלחת רפואת חירום של איחוד הצלה בישראל נשלחת למוקד אסון רעידת האדמה בטורקיה.",
          "longDesc": "<p>דובי מייזל בקושי הרגיש את הרעידות בביתו ברמלה ביום שני בבוקר.</p> <p>אשתו אמרה לו <a href=\"https://www.jpost.com/israel-news/article -730726\">היתה רעידת אדמה</a> והוא אמר לה לחזור לישון.</p> <p>החדשות התפרסמו במהרה - בעוצמה של 7.7 <a href=\"https://www. jpost.com/breaking-news/article-730705\">רעידת אדמה הרעידה את מרכז טורקיה</a> וצפון סוריה, והותירה אלפי הרוגים ופצועים.</p> <p>מייזל, סמנכ\"לית התפעול של איחוד הצלה בישראל , אולי החמיץ את הרעידות הראשוניות, אבל רעידות המשנה של הטרגדיה העצומה שפקדה את אנטוליה והלבנט לא אבדו עליו או בשירות הרפואה החירום המתנדבת שלו ללא מטרות רווח.</p> <p>אחרי שעות ארוכות של הכנה למשימה ביום שני , מייזל והמנכ\"ל אלי פולק התכנסו ביום שלישי בבוקר בנמל התעופה בן-גוריון כדי לשלוח משלחת רפואת חירום למוקד האסון בטורקיה.</p>"
        }
      }
    },
    {
      "id": "4",
      "created_at": "2023-02-05T23:35:00.000Z",
      "locale": {
        "en": {
          "author": "JERUSALEM POST STAFF",
          "title": "55 Palestinians among the dead in Syria, Turkey earthquake",
          "shortDesc": "A total of 55 Palestinians were killed in the deadly earthquake across Syria and Turkey, Faed Mustafa, the Palestinian Authority's Ambassador to Turkey confirmed on Wednesday morning.",
          "longDesc": "<p>According to a report from the Palestine News Agency (WAFA), three Palestinian refugee camps in Syria were affected by the earthquake - the Raml refugee camp in Latakia, and the Neirab and Handrat refugee camps, both in Aleppo.</p> <p>Several other Palestinian communities were impacted, all of them in the northern Syrian governorates, the news agency added.</p>"
        },
        "he": {
          "author": "חדשות ג'רוזלם פוסט",
          "title": "55 פלסטינים בין ההרוגים בסוריה, רעידת אדמה בטורקיה",
          "shortDesc": "בסך הכל נהרגו 55 פלסטינים ברעידת האדמה הקטלנית ברחבי סוריה וטורקיה, כך אישר הבוקר (רביעי) פאיד מוסטפא, שגריר הרשות הפלסטינית בטורקיה.",
          "longDesc": "<p>על פי דיווח של סוכנות הידיעות הפלסטינית (WAFA), שלושה מחנות פליטים פלסטינים בסוריה נפגעו ברעידת האדמה - מחנה הפליטים רמל בלטקיה ומחנות הפליטים ניראב והנדראט, שניהם בחלב.</p > <p>כמה קהילות פלסטיניות אחרות הושפעו, כולן במחוזות צפון סוריה, הוסיפה סוכנות הידיעות.</p>"
        }
      }
    },
    {
      "id": "5",
      "created_at": "2023-01-30T10:12:00.000Z",
      "locale": {
        "en": {
          "author": "YONAH JEREMY BOB",
          "title": "Israeli drone attack on Iranian weapons factory was phenomenal success - sources",
          "shortDesc": "The Islamic Republic claimed that the drone attack had failed and only cause minor roof damage.",
          "longDesc": "<p>Despite Iranian claims, the Israeli <a href=\"https://www.jpost.com/middle-east/article-729949\">drone attack on Iran</a> at Isfahan was a tremendous success, according to a mix of Western intelligence sources and foreign sources, <em>The Jerusalem Post</em> initially reported on Sunday morning.</p> <div class=\"fake-br-for-article-body\"> </div> <p>Several hours later, <em>The Wall Street Journal</em> came out with a similar report, stating that Israel and <a href=\"https://m.jpost.com/international/article-729447?_ga=2.249775173.230753204.1674992282-103014047.1667283256\">the Mossad</a> were behind the attack, citing US officials.</p> <div class=\"fake-br-for-article-body\"> </div> <p>There were four large explosions at the military industry factory, documented on social media, against a facility developing advanced weapons. The damage goes far beyond the “minor roof damage” that the Islamic Republic claimed earlier Sunday and has falsely claimed in past incidents.</p>"
        },
        "he": {
          "author": "יונה ג'רמי בוב",
          "title": "תקיפת מזל\"ט ישראלית על מפעל נשק איראני הייתה הצלחה פנומנלית - מקורות",
          "shortDesc": "הרפובליקה האסלאמית טענה כי מתקפת המל\"ט נכשלה וגרמה רק לנזק קל לגג.",
          "longDesc": "<p>למרות הטענות האיראניות, <a href=\"https://www.jpost.com/middle-east/article-729949\">תקפת המל\"ט הישראלית על איראן</a> בעוספיה הייתה הצלחה אדירה, לפי שילוב של מקורות מודיעין מערביים ומקורות זרים, <em>הג'רוזלם פוסט</em> דיווח תחילה ביום ראשון בבוקר.</p> <div class=\"fake-br-for-article-body\"> </div> <p>מספר שעות לאחר מכן, <em>הוול סטריט ג'ורנל</em> יצא עם דו\"ח דומה, שקבע כי ישראל ו<a href=\"https://m.jpost.com/international /article-729447?_ga=2.249775173.230753204.1674992282-103014047.1667283256\">המוסד</a> עמדו מאחורי המתקפה, תוך ציטוט של פקידי ארה\"ב.</p> <article class=\"foretic class=\" \"> </div> <p>היו ארבעה פיצוצים גדולים במפעל התעשייה הצבאית, שתועדו ברשתות החברתיות, נגד מתקן המפתח כלי נשק מתקדמים. הנזק חורג הרבה מעבר ל\"נזק הגג הקטן\" שהרפובליקה האסלאמית טענה מוקדם יותר ביום ראשון וטענה כוזבת בתקריות קודמות.</p>"
        }
      }
    }
  ]
}
