{
  "users": [
    {
      "id": 1,
      "title": "hello",
      "isCompleted": false
    },
    {
      "id": 2,
      "title": "hello2",
      "isCompleted": false
    }
  ],
  "accounts": [
    {
      "id": 1,
      "name": "xyz",
      "roll": 909
    },
    {
      "id": 1,
      "name": "xyz",
      "roll": 909
    }
  ],
  "transactions": [],
  "data": [
    {
      "id": 1,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter 3",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1000,
      "borrowed": false
    },
    {
      "id": 2,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter 4",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1499,
      "borrowed": false
    },
    {
      "id": 3,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter 2",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1299,
      "borrowed": false
    },
    {
      "id": 4,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter ",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1999,
      "borrowed": false
    }
  ],
  "sectionList": [
    {
      "id": 1,
      "title": "Web Developer",
      "text1": "Hello! I am <strong>Vanessa</strong>",
      "text2": "<p>I have been a Frontend Developer for over 8 years now and have decided to expand my horizons and study how to be a professional Full Stack Web Developer</p><p>I am currently a Full Stack Web Developer student at the &copy;Asis Capital Center</p>",
      "image": "image",
      "link": "https://limudey-hutz.co.il/",
      "linkTitle": "Visit &copy;Asis Capital Center for more details"
    },
    {
      "id": 2,
      "title": "I have over 8 years of experience of web development",
      "text1": "and I am self taught.",
      "text2": "<p>I have vast experience developing websites using JavaScript technologies, catering to industry-standard methodologies and techniques with exposure to various platforms and software systems.</p>",
      "link": "/about",
      "linkTitle": "Read more..."
    },
    {
      "id": 3,
      "title": "I would love to show you some of my work",
      "text1": "and share with you some of my experiences",
      "text2": "so don't run away...",
      "image": "me",
      "link": "/projects",
      "linkTitle": "Visit my project showcase..."
    }
  ],
  "posts": [
    {
      "id": "1",
      "created_at": "2023-02-05T23:35:00.000Z",
      "locale": {
        "en": {
          "author": "JERUSALEM POST STAFF",
          "title": "Winter Storm Barbara expected to wreak havoc across Israel",
          "shortDesc": "The storm that will reach Israel on Monday morning caused extensive preparations by the country's rescue services and municipalities.",
          "longDesc": "<div><p><a href=\"https://www.jpost.com/environment-and-climate-change/article-729493\">Winter Storm Barbara</a> was forecasted to reach Israel on Monday morning and wreak havoc until Wednesday. The storm is expected to bring with it strong winds of up to 100 km/h, intense cold and heavy rain in the north and center of the country and <a href=\"https://www.jpost.com/israel-news/article-725821\">snow on Mount Hermon</a> and the peaks of the Golan and Galilee. Additionally, there is a fear of flooding in the Judean desert.</p><p>By early Monday afternoon, heavy fog and strong winds had set in at the top of Mount Hermon, accompanied by heavy snow.</p><p>The temperature on the mountain range was reported to be -2.5c and the snow was as high as 80cm on the lower levels of the range and one meter at the peak of the mountain.</p><p>In response, the country's rescue services and municipalities are preparing to deal with the storm. <a href=\"https://www.jpost.com/israel-news/israel-fire-and-rescue-to-use-mda-tech-in-new-dispatch-system-675362\">Israel Fire and Rescue</a> Commissioner Eyal Caspi led a special situation assessment and instructed the district commanders to finish the preparations on Sunday evening, with an emphasis on checking the readiness and availability of the specialized equipment for rescues in water and snow.</p><p>The commanders were also instructed to expand organizational coordination with the Israel Police, emergency services and local authorities.</p><h3>Instructions for the public</h3><p>The Fire and Rescue Commissioner further called on the public to obey the instructions of the emergency and rescue agencies, observe fire safety rules and avoid unnecessary disasters. In a statement, the Fire and Rescue authority pointed out that in the years 2016-2022, about 500 fires were caused and 23 people died as a result of the unsafe use of heating devices such as coil ovens and heat diffusers.</p><h3>Municipalities prepare</h3><p>At the coast, the storm's wind gusts of up to 100 km/h are expected to cause rough sea and seven or up to seven-and-a-half-meter high waves.</p><p>In preparation, the Haifa municipality created an emergency headquarter to deal with the possible fallout. Its units are prepared to deal with flooding and blocked roads and to clear obstacles such as trees, light poles, signs and traffic lights that may fly as a result of the strong gusts of wind.</p><p>For this purpose, mechanical engineering tools were put on standby. The Haifa Municipality also appealed to residents to prepare ahead of time for the storm - to strengthen solar heaters, sheds and other objects such as flower pots and plants on roofs and balconies and to stay as far away as possible during the storm from trees, poles and other objects that may fly as a result of the strong winds.</p></div>"
        },
        "he": {
          "author": "חדשות ג'רוזלם פוסט",
          "title": "סופת החורף ברברה צפויה להמיט הרס ברחבי ישראל",
          "shortDesc": "הסופה שתגיע לישראל ביום שני בבוקר גרמה להיערכות נרחבת של שירותי ההצלה והעיריות במדינה.",
          "longDesc": "<div><p><a href=\"https://www.jpost.com/environment-and-climate-change/article-729493\">סופת החורף ברברה</a> צפויה להגיע לישראל ביום שני בבוקר ולחולל הרס עד יום רביעי. הסופה צפויה להביא עמה רוחות חזקות של עד 100 קמ\"ש, קור עז וגשם כבד בצפון הארץ ובמרכזה ו<a href=\"https://www.jpost.com/israel-news /article-725821\">שלג בחרמון</a> ובפסגות הגולן והגליל. בנוסף, קיים חשש לשיטפונות במדבר יהודה.</p><p>ביום שני המוקדמות אחר הצהריים, ערפל כבד ורוחות חזקות נכנסו בראש החרמון, מלווים בשלג כבד.</p><p>הטמפרטורה ברכס ההרים דווחה כ-2.5 מעלות צלזיוס השלג הגיע עד 80 ס\"מ במפלסים הנמוכים של הטווח ומטר אחד בפסגת ההר.</p><p>בתגובה, שירותי ההצלה והעיריות בארץ נערכים להתמודדות עם הסופה. <a href=\"https://www.jpost.com/israel-news/israel-fire-and-rescue-to-use-mda-tech-in-new-dispatch-system-675362\">כיבוי ישראל והצלה</a>מפכ\"ל אייל כספי הוביל הערכת מצב מיוחדת והנחה את מפקדי המחוזות לסיים את ההיערכות ביום ראשון בערב, בדגש על בדיקת מוכנות וזמינות הציוד המיוחד לחילוץ במים ושלג.</p ><p>כמו כן הונחו המפקדים להרחיב את התיאום הארגוני עם משטרת ישראל, שירותי החירום והרשויות המקומיות.</p><h3>הנחיות לציבור</h3><p>עוד קרא נציב הכבאות וההצלה הציבור להישמע להנחיות גורמי החירום וההצלה, לשמור על כללי בטיחות אש ולהימנע מאסונות מיותרים. בהודעת רשות הכבאות וההצלה ציינו כי בשנים 2022-2016 נגרמו כ-500 שריפות ו-23 בני אדם מתו כתוצאה משימוש לא בטוח במכשירי חימום כמו תנורי סליל ומפזרי חום.</p> <h3>העיריות נערכים</h3><p>בחוף, משבי הרוח של הסופה של עד 100 קמ\"ש צפויים לגרום לים סוער ולגלים בגובה שבעה או עד שבעה וחצי מטרים. </p><p>לקראת הכנה, עיריית חיפה הקימה מטה חירום לטיפול בנשורת האפשרית. יחידותיה ערוכות להתמודדות עם הצפות וכבישים חסומים ולפנות מכשולים כגון עצים, עמודי תאורה, תמרורים ורמזורים העלולים לעוף כתוצאה ממשבי הרוח החזקים.</p><p>לצורך כך, כלים הנדסיים מכניים הועמדו במצב המתנה. עיריית חיפה פנתה גם לתושבים להיערך מבעוד מועד לסופה - לחזק דודי שמש, סככות וחפצים נוספים כמו עציצים וצמחים על גגות ומרפסות ולהתרחק ככל האפשר במהלך הסופה מעצים, עמודים. וחפצים אחרים שעלולים לעוף כתוצאה מהרוחות החזקות.</p></div>"
        }
      }
    }
  ]
}
