{
  "users": [
    {
      "id": 1,
      "title": "hello",
      "isCompleted": false
    },
    {
      "id": 2,
      "title": "hello2",
      "isCompleted": false
    }
  ],
  "accounts": [
    {
      "id": 1,
      "name": "xyz",
      "roll": 909
    },
    {
      "id": 1,
      "name": "xyz",
      "roll": 909
    }
  ],
  "transactions": [],
  "data": [
    {
      "id": 1,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter 3",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1000,
      "borrowed": false
    },
    {
      "id": 2,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter 4",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1499,
      "borrowed": false
    },
    {
      "id": 3,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter 2",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1299,
      "borrowed": false
    },
    {
      "id": 4,
      "image_url": "https://m.media-amazon.com/images/I/5165He67NEL.jpg",
      "book_name": "Harry Potter ",
      "author": "J. K. Rowling",
      "genre": "fiction",
      "edition": "2021",
      "publisher": "Bloomsbury",
      "cost": 1999,
      "borrowed": false
    }
  ],
  "sectionList": [
    {
      "id": 1,
      "title": "Web Developer",
      "text1": "Hello! I am <strong>Vanessa</strong>",
      "text2": "<p>I have been a Frontend Developer for over 8 years now and have decided to expand my horizons and study how to be a professional Full Stack Web Developer</p><p>I am currently a Full Stack Web Developer student at the &copy;Asis Capital Center</p>",
      "image": "image",
      "link": "https://limudey-hutz.co.il/",
      "linkTitle": "Visit &copy;Asis Capital Center for more details"
    },
    {
      "id": 2,
      "title": "I have over 8 years of experience of web development",
      "text1": "and I am self taught.",
      "text2": "<p>I have vast experience developing websites using JavaScript technologies, catering to industry-standard methodologies and techniques with exposure to various platforms and software systems.</p>",
      "link": "/about",
      "linkTitle": "Read more..."
    },
    {
      "id": 3,
      "title": "I would love to show you some of my work",
      "text1": "and share with you some of my experiences",
      "text2": "so don't run away...",
      "image": "me",
      "link": "/projects",
      "linkTitle": "Visit my project showcase..."
    }
  ],
  "posts": [
    {
      "id": "1",
      "created_at": "2023-02-05T23:35:00.000Z",
      "image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/t_JD_ArticleMainImageFaceDetect/526642",
      "link": "https://www.jpost.com/israel-news/article-730700",
      "locale": {
        "en": {
          "author": "JERUSALEM POST STAFF",
          "title": "Winter Storm Barbara expected to wreak havoc across Israel",
          "shortDesc": "The storm that will reach Israel on Monday morning caused extensive preparations by the country's rescue services and municipalities.",
          "longDesc": "<div><p><a href=\"https://www.jpost.com/environment-and-climate-change/article-729493\">Winter Storm Barbara</a> was forecasted to reach Israel on Monday morning and wreak havoc until Wednesday. The storm is expected to bring with it strong winds of up to 100 km/h, intense cold and heavy rain in the north and center of the country and <a href=\"https://www.jpost.com/israel-news/article-725821\">snow on Mount Hermon</a> and the peaks of the Golan and Galilee. Additionally, there is a fear of flooding in the Judean desert.</p><p>By early Monday afternoon, heavy fog and strong winds had set in at the top of Mount Hermon, accompanied by heavy snow.</p><p>The temperature on the mountain range was reported to be -2.5c and the snow was as high as 80cm on the lower levels of the range and one meter at the peak of the mountain.</p><p>In response, the country's rescue services and municipalities are preparing to deal with the storm. <a href=\"https://www.jpost.com/israel-news/israel-fire-and-rescue-to-use-mda-tech-in-new-dispatch-system-675362\">Israel Fire and Rescue</a> Commissioner Eyal Caspi led a special situation assessment and instructed the district commanders to finish the preparations on Sunday evening, with an emphasis on checking the readiness and availability of the specialized equipment for rescues in water and snow.</p><p>The commanders were also instructed to expand organizational coordination with the Israel Police, emergency services and local authorities.</p><h3>Instructions for the public</h3><p>The Fire and Rescue Commissioner further called on the public to obey the instructions of the emergency and rescue agencies, observe fire safety rules and avoid unnecessary disasters. In a statement, the Fire and Rescue authority pointed out that in the years 2016-2022, about 500 fires were caused and 23 people died as a result of the unsafe use of heating devices such as coil ovens and heat diffusers.</p><h3>Municipalities prepare</h3><p>At the coast, the storm's wind gusts of up to 100 km/h are expected to cause rough sea and seven or up to seven-and-a-half-meter high waves.</p><p>In preparation, the Haifa municipality created an emergency headquarter to deal with the possible fallout. Its units are prepared to deal with flooding and blocked roads and to clear obstacles such as trees, light poles, signs and traffic lights that may fly as a result of the strong gusts of wind.</p><p>For this purpose, mechanical engineering tools were put on standby. The Haifa Municipality also appealed to residents to prepare ahead of time for the storm - to strengthen solar heaters, sheds and other objects such as flower pots and plants on roofs and balconies and to stay as far away as possible during the storm from trees, poles and other objects that may fly as a result of the strong winds.</p></div>"
        },
        "he": {
          "author": "חדשות ג'רוזלם פוסט",
          "title": "סופת החורף ברברה צפויה להמיט הרס ברחבי ישראל",
          "shortDesc": "הסופה שתגיע לישראל ביום שני בבוקר גרמה להיערכות נרחבת של שירותי ההצלה והעיריות במדינה.",
          "longDesc": "<div><p><a href=\"https://www.jpost.com/environment-and-climate-change/article-729493\">סופת החורף ברברה</a> צפויה להגיע לישראל ביום שני בבוקר ולחולל הרס עד יום רביעי. הסופה צפויה להביא עמה רוחות חזקות של עד 100 קמ\"ש, קור עז וגשם כבד בצפון הארץ ובמרכזה ו<a href=\"https://www.jpost.com/israel-news /article-725821\">שלג בחרמון</a> ובפסגות הגולן והגליל. בנוסף, קיים חשש לשיטפונות במדבר יהודה.</p><p>ביום שני המוקדמות אחר הצהריים, ערפל כבד ורוחות חזקות נכנסו בראש החרמון, מלווים בשלג כבד.</p><p>הטמפרטורה ברכס ההרים דווחה כ-2.5 מעלות צלזיוס השלג הגיע עד 80 ס\"מ במפלסים הנמוכים של הטווח ומטר אחד בפסגת ההר.</p><p>בתגובה, שירותי ההצלה והעיריות בארץ נערכים להתמודדות עם הסופה. <a href=\"https://www.jpost.com/israel-news/israel-fire-and-rescue-to-use-mda-tech-in-new-dispatch-system-675362\">כיבוי ישראל והצלה</a>מפכ\"ל אייל כספי הוביל הערכת מצב מיוחדת והנחה את מפקדי המחוזות לסיים את ההיערכות ביום ראשון בערב, בדגש על בדיקת מוכנות וזמינות הציוד המיוחד לחילוץ במים ושלג.</p ><p>כמו כן הונחו המפקדים להרחיב את התיאום הארגוני עם משטרת ישראל, שירותי החירום והרשויות המקומיות.</p><h3>הנחיות לציבור</h3><p>עוד קרא נציב הכבאות וההצלה הציבור להישמע להנחיות גורמי החירום וההצלה, לשמור על כללי בטיחות אש ולהימנע מאסונות מיותרים. בהודעת רשות הכבאות וההצלה ציינו כי בשנים 2022-2016 נגרמו כ-500 שריפות ו-23 בני אדם מתו כתוצאה משימוש לא בטוח במכשירי חימום כמו תנורי סליל ומפזרי חום.</p> <h3>העיריות נערכים</h3><p>בחוף, משבי הרוח של הסופה של עד 100 קמ\"ש צפויים לגרום לים סוער ולגלים בגובה שבעה או עד שבעה וחצי מטרים. </p><p>לקראת הכנה, עיריית חיפה הקימה מטה חירום לטיפול בנשורת האפשרית. יחידותיה ערוכות להתמודדות עם הצפות וכבישים חסומים ולפנות מכשולים כגון עצים, עמודי תאורה, תמרורים ורמזורים העלולים לעוף כתוצאה ממשבי הרוח החזקים.</p><p>לצורך כך, כלים הנדסיים מכניים הועמדו במצב המתנה. עיריית חיפה פנתה גם לתושבים להיערך מבעוד מועד לסופה - לחזק דודי שמש, סככות וחפצים נוספים כמו עציצים וצמחים על גגות ומרפסות ולהתרחק ככל האפשר במהלך הסופה מעצים, עמודים. וחפצים אחרים שעלולים לעוף כתוצאה מהרוחות החזקות.</p></div>"
        }
      }
    },
    {
      "id": "2",
      "created_at": "2023-02-05T23:35:00.000Z",
      "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/47EVSORWNVJWNPNAVYDTMZSF5I.jpg",
      "link": "https://www.reuters.com/world/middle-east/turkish-port-iskenderun-damaged-ships-diverting-maersk-2023-02-07/",
      "locale": {
        "en": {
          "author": "JERUSALEM POST STAFF",
          "title": "Turkey diverts ships due to damage in Iskenderun port",
          "shortDesc": "Thousands of children feared to be among the dead • Death toll exceeds 5,000 • Israel launches rescue operation",
          "longDesc": "<p>The southern Turkish port of Iskenderun has suffered severe structural damage due to the earthquake with all operations halted until further notice, container shipping firm AP Moller Maersk said on Tuesday.</p> <p>Maersk said in an advisory it was not yet clear when the port would return to normal operations.</p> <p>\"Given the situation at Iskenderun, we will need to perform a change of destination for all bookings bound for the port or already on the water,\" it said.</p> <p>\"We are currently planning to divert containers to nearby hubs within operational feasibility or hold at transshipment ports - including the Port of Mersin (in Turkey) and Port Said (in Egypt).\"</p>"
        },
        "he": {
          "author": "חדשות ג'רוזלם פוסט",
          "title": "טורקיה מסיטה ספינות עקב נזק בנמל איסקנדרון",
          "shortDesc": "אלפי ילדים חוששים להיות בין ההרוגים • מניין ההרוגים עולה על 5,000 • ישראל פתחה במבצע חילוץ",
          "longDesc": "<p>הנמל איסקנדרון בדרום טורקיה סבל מנזק מבני חמור עקב רעידת האדמה, כאשר כל הפעולות נעצרו עד להודעה חדשה, כך מסרה חברת הספנות AP Moller Maersk ביום שלישי.</p> <p>מארסק אמרה בהודעת ייעוץ כי עדיין לא ברור מתי הנמל יחזור לפעולה רגילה.</p> <p>\"בהתחשב במצב באיסקנדרון, נצטרך לבצע שינוי יעד עבור כל ההזמנות לכיוון הנמל או שכבר נמצאות על המים,\" נאמר.</p> <p>\"אנחנו מתכננים כעת להפנות מכולות למוקדים סמוכים במסגרת היתכנות תפעולית או להחזיק בנמלי שינוע - כולל נמל מרסין (בטורקיה) ופורט סעיד (במצרים).\"</p>"
        }
      }
    },
    {
      "id": "3",
      "created_at": "2023-02-05T23:35:00.000Z",
      "image": "https://images.spot.im/v1/production/zdtdbfib5jhbee0nvjtj",
      "link": "https://www.jpost.com/israel-news/article-730836",
      "locale": {
        "en": {
          "author": "JERUSALEM POST STAFF",
          "title": "Israel's United Hatzalah sets out for Turkey to provide earthquake aid",
          "shortDesc": "An emergency medical delegation from Israel's United Hatzalah is being sent to the epicenter of the earthquake disaster in Turkey.",
          "longDesc": "<p>Dovi Maisel barely felt the tremors in his home in Ramle on Monday morning.</p> <p>His wife told him <a href=\"https://www.jpost.com/israel-news/article-730726\">there was an earthquake</a> and he told her to go back to sleep.</p> <p>The news soon broke — a magnitude 7.7 <a href=\"https://www.jpost.com/breaking-news/article-730705\">earthquake had shaken central Turkey</a> and northern Syria, leaving thousands dead and injured.</p> <p>Maisel, VP of Operations for United Hatzalah in Israel, may have missed the initial tremors, but the aftershocks of the immense tragedy that had befallen Anatolia and the Levant were not lost on him or his nonprofit volunteer emergency medical service.</p> <p>After long hours of mission preparation on Monday, Maisel and CEO Eli Pollack assembled at Ben-Gurion Airport on Tuesday morning to send off an emergency medical delegation to the epicenter of the disaster in Turkey.</p>"
        },
        "he": {
          "author": "חדשות ג'רוזלם פוסט",
          "title": "איחוד הצלה של ישראל יוצא לטורקיה כדי לספק סיוע לרעידות אדמה",
          "shortDesc": "משלחת רפואת חירום של איחוד הצלה בישראל נשלחת למוקד אסון רעידת האדמה בטורקיה.",
          "longDesc": "<p>דובי מייזל בקושי הרגיש את הרעידות בביתו ברמלה ביום שני בבוקר.</p> <p>אשתו אמרה לו <a href=\"https://www.jpost.com/israel-news/article -730726\">היתה רעידת אדמה</a> והוא אמר לה לחזור לישון.</p> <p>החדשות התפרסמו במהרה - בעוצמה של 7.7 <a href=\"https://www. jpost.com/breaking-news/article-730705\">רעידת אדמה הרעידה את מרכז טורקיה</a> וצפון סוריה, והותירה אלפי הרוגים ופצועים.</p> <p>מייזל, סמנכ\"לית התפעול של איחוד הצלה בישראל , אולי החמיץ את הרעידות הראשוניות, אבל רעידות המשנה של הטרגדיה העצומה שפקדה את אנטוליה והלבנט לא אבדו עליו או בשירות הרפואה החירום המתנדבת שלו ללא מטרות רווח.</p> <p>אחרי שעות ארוכות של הכנה למשימה ביום שני , מייזל והמנכ\"ל אלי פולק התכנסו ביום שלישי בבוקר בנמל התעופה בן-גוריון כדי לשלוח משלחת רפואת חירום למוקד האסון בטורקיה.</p>"
        }
      }
    },
    {
      "id": "4",
      "created_at": "2023-02-05T23:35:00.000Z",
      "image": "https://mondoweiss.net/wp-content/uploads/2023/02/070223_Turkey_ZU_00-8-1024x683.jpg",
      "link": "https://www.jpost.com/breaking-news/article-730844",
      "locale": {
        "en": {
          "author": "JERUSALEM POST STAFF",
          "title": "55 Palestinians among the dead in Syria, Turkey earthquake",
          "shortDesc": "A total of 55 Palestinians were killed in the deadly earthquake across Syria and Turkey, Faed Mustafa, the Palestinian Authority's Ambassador to Turkey confirmed on Wednesday morning.",
          "longDesc": "<p>According to a report from the Palestine News Agency (WAFA), three Palestinian refugee camps in Syria were affected by the earthquake - the Raml refugee camp in Latakia, and the Neirab and Handrat refugee camps, both in Aleppo.</p> <p>Several other Palestinian communities were impacted, all of them in the northern Syrian governorates, the news agency added.</p>"
        },
        "he": {
          "author": "חדשות ג'רוזלם פוסט",
          "title": "55 פלסטינים בין ההרוגים בסוריה, רעידת אדמה בטורקיה",
          "shortDesc": "בסך הכל נהרגו 55 פלסטינים ברעידת האדמה הקטלנית ברחבי סוריה וטורקיה, כך אישר הבוקר (רביעי) פאיד מוסטפא, שגריר הרשות הפלסטינית בטורקיה.",
          "longDesc": "<p>על פי דיווח של סוכנות הידיעות הפלסטינית (WAFA), שלושה מחנות פליטים פלסטינים בסוריה נפגעו ברעידת האדמה - מחנה הפליטים רמל בלטקיה ומחנות הפליטים ניראב והנדראט, שניהם בחלב.</p > <p>כמה קהילות פלסטיניות אחרות הושפעו, כולן במחוזות צפון סוריה, הוסיפה סוכנות הידיעות.</p>"
        }
      }
    },
    {
      "id": "5",
      "created_at": "2023-01-30T10:12:00.000Z",
      "image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/t_JM_ArticleMainImageFaceDetect/490955",
      "link": "https://www.jpost.com/middle-east/iran-news/article-729959",
      "locale": {
        "en": {
          "author": "YONAH JEREMY BOB",
          "title": "Israeli drone attack on Iranian weapons factory was phenomenal success - sources",
          "shortDesc": "The Islamic Republic claimed that the drone attack had failed and only cause minor roof damage.",
          "longDesc": "<p>Despite Iranian claims, the Israeli <a href=\"https://www.jpost.com/middle-east/article-729949\">drone attack on Iran</a> at Isfahan was a tremendous success, according to a mix of Western intelligence sources and foreign sources, <em>The Jerusalem Post</em> initially reported on Sunday morning.</p> <div class=\"fake-br-for-article-body\"> </div> <p>Several hours later, <em>The Wall Street Journal</em> came out with a similar report, stating that Israel and <a href=\"https://m.jpost.com/international/article-729447?_ga=2.249775173.230753204.1674992282-103014047.1667283256\">the Mossad</a> were behind the attack, citing US officials.</p> <div class=\"fake-br-for-article-body\"> </div> <p>There were four large explosions at the military industry factory, documented on social media, against a facility developing advanced weapons. The damage goes far beyond the “minor roof damage” that the Islamic Republic claimed earlier Sunday and has falsely claimed in past incidents.</p>"
        },
        "he": {
          "author": "יונה ג'רמי בוב",
          "title": "תקיפת מזל\"ט ישראלית על מפעל נשק איראני הייתה הצלחה פנומנלית - מקורות",
          "shortDesc": "הרפובליקה האסלאמית טענה כי מתקפת המל\"ט נכשלה וגרמה רק לנזק קל לגג.",
          "longDesc": "<p>למרות הטענות האיראניות, <a href=\"https://www.jpost.com/middle-east/article-729949\">תקפת המל\"ט הישראלית על איראן</a> בעוספיה הייתה הצלחה אדירה, לפי שילוב של מקורות מודיעין מערביים ומקורות זרים, <em>הג'רוזלם פוסט</em> דיווח תחילה ביום ראשון בבוקר.</p> <div class=\"fake-br-for-article-body\"> </div> <p>מספר שעות לאחר מכן, <em>הוול סטריט ג'ורנל</em> יצא עם דו\"ח דומה, שקבע כי ישראל ו<a href=\"https://m.jpost.com/international /article-729447?_ga=2.249775173.230753204.1674992282-103014047.1667283256\">המוסד</a> עמדו מאחורי המתקפה, תוך ציטוט של פקידי ארה\"ב.</p> <article class=\"foretic class=\" \"> </div> <p>היו ארבעה פיצוצים גדולים במפעל התעשייה הצבאית, שתועדו ברשתות החברתיות, נגד מתקן המפתח כלי נשק מתקדמים. הנזק חורג הרבה מעבר ל\"נזק הגג הקטן\" שהרפובליקה האסלאמית טענה מוקדם יותר ביום ראשון וטענה כוזבת בתקריות קודמות.</p>"
        }
      }
    },
    {
      "id": "6",
      "created_at": "2023-02-08T10:12:00.000Z",
      "image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_565,w_1040/526870",
      "link": "https://www.jpost.com/international/live-updates-730728",
      "locale": {
        "en": {
          "author": "JERUSALEM POST STAFF",
          "title": "Earthquake death toll exceeds 15,000 as criticism mounts over gov't response",
          "shortDesc": "Anger grows at response from Turkey, Syria governments • Erdogan visits disaster zone in southern Turkey.",
          "longDesc": "<p><a href=\"https://www.jpost.com/breaking-news/article-730934\">President Tayyip Erdogan</a> on Wednesday admitted there were problems with his government's initial response to a devastating <a href=\"https://www.jpost.com/opinion/article-730895\">earthquake</a> in southern Turkey, amid anger from those left destitute and frustrated over the slow arrival of rescue teams.</p> <p>Erdogan, who contests an election in May, said on a visit to the disaster zone that operations were now working normally and promised no one would be left homeless, as the combined reported death toll in Turkey and neighboring Syria rose past 12,000.</p> <p>Across a swathe of southern Turkey, people sought temporary shelter and food in freezing winter weather and waited in anguish by piles of rubble where family and friends might still lie buried.</p> <p>Rescuers were still finding some people alive. But many Turks have complained of a lack of equipment, expertise and support to rescue those trapped - sometimes even as they could hear cries for help.</p> <p>\"Where is the state? Where have they been for two days? We are begging them. Let us do it, we can get them out,\" Sabiha Alinak said near a snow-covered collapsed building in the city of Malatya where her young relatives were trapped.</p> <div><img title=\" Turkey earthquake – a glimpse of the ECHO assessment (credit: FLICKR)\" src=\"https://images.jpost.com/image/upload/f_auto,fl_lossy/t_JD_ArticleMainImageFaceDetect/526861\" alt=\" Turkey earthquake – a glimpse of the ECHO assessment (credit: FLICKR)\" width=\"822\" height=\"537\" data-mfp-src=\"https://images.jpost.com/image/upload/f_auto,fl_lossy/t_JD_ArticleMainImageFaceDetect/526861\" data-image-name=\" Turkey earthquake – a glimpse of the ECHO assessment (credit: FLICKR)\" data-image-credit=\"\" /><img src=\"https://images.jpost.com/image/upload/f_auto,fl_lossy/Icons/zoom-image-icon.svg\" alt=\"\" width=\"30\" height=\"30\" />Turkey earthquake – a glimpse of the ECHO assessment (credit: FLICKR)</div> <p>There were similar scenes and complaints in neighboring Syria, whose north was hard hit by Monday's huge earthquake.</p> <p>Syria's ambassador to the United Nations admitted the government had a \"lack of capabilities and lack of equipment,\" blaming more than a decade of civil war in his country and Western sanctions.</p> <h3><strong>Death toll sure to rise</strong></h3> <p>The death toll from both countries was expected to rise as hundreds of collapsed buildings in many cities have become tombs for people who had been asleep when the earthquake hit.</p> <p>In the Turkish city of Antakya, dozens of bodies, some covered in blankets and sheets and others in body bags, were lined up on the ground outside a hospital.</p> <p>Melek, 64, bemoaned the lack of rescue teams. \"We survived the earthquake, but we will die here due to hunger or cold.\"</p> <p>Many in the disaster zone had slept in their cars or in the streets under blankets in freezing cold, fearful of going back into buildings shaken by the 7.8 magnitude tremor - Turkey's deadliest since 1999 - and by a second powerful earthquake hours later.</p> <p>The confirmed death toll rose to 9,057 in Turkey on Wednesday, and in Syria had climbed to at least 2,950, according to the government and a rescue service operating in the rebel-held northwest.</p> <p>Turkish authorities released video of rescued survivors, including a young girl in pajamas, and an older man covered in dust, an unlit cigarette between his fingers as he was pulled from the debris.</p> <p>Turkish officials say some 13.5 million people were affected in an area spanning roughly 450 km (280 miles) from Adana in the west to Diyarbakir in the east. In Syria, people were killed as far south as Hama, 250 km from the epicenter.</p> <p>Some who died in Turkey were refugees from Syria's war. Their body bags arrived at the border in taxis, vans and piled atop flatbed trucks to be taken to final resting places in their homeland.</p> <p>More than 298,000 people have been made homeless and 180 shelters for the displaced had been opened, Syrian state media reported, apparently referring to areas under government control, and not held by opposition factions.</p> <p>In Syria, relief efforts are complicated by a conflict that has partitioned the nation and wrecked its infrastructure.</p> <p>The delivery of UN humanitarian aid via Turkey to millions of people in northwest Syria could resume on Thursday after the long-running operation was halted by the earthquake, UN officials said.</p> <p>In the Syrian city of Aleppo, staff at the Al-Razi hospital attended to an injured man who said more than a dozen relatives including his mother and father were killed when the building they were in collapsed.</p> <h3><strong>Election impact</strong></h3> <blockquote> <p><strong>“This is a time for unity, solidarity. In a period like this, I cannot stomach people conducting negative campaigns for political interest.”</strong></p> <cite>Turkish President Tayyip Erdogan</cite></blockquote> <p>Erdogan, who declared a state of emergency in 10 provinces and sent troops to help, arrived in Kahramanmaras to view the damage and see the rescue and relief effort.</p> <p>Speaking to reporters, a wail of ambulance sirens in the background, he said there had been problems with roads and airports but \"we are better today.\"</p> <p>\"We will be better tomorrow and later. We still have some issues with fuel ... but we will overcome those too,\" Erdogan said.</p> <p>He later condemned criticism of the government's response. \"This is a time for unity, solidarity. In a period like this, I cannot stomach people conducting negative campaigns for political interest,\" Erdogan told reporters in the southern province of Hatay.</p> <p>Nevertheless, the disaster will pose a challenge to Erdogan in the May election that was already set to be the toughest fight of his two decades in power. Istanbul's stock exchange operator suspended trading for five days in an unprecedented step.</p> <p>Any perception that the government is failing to address the disaster properly could hurt his prospects. Conversely, analysts say he could rally national support around the crisis response and strengthen his position.</p> <p>Syrian President Bashar al-Assad appears to be seeking political advantage from the earthquake, pressing for foreign aid to be delivered through his territory as he aims to chip away at his international isolation, analysts said.</p> <p>Twitter was restricted in Turkey on Wednesday just as the public had come to \"rely on the service\" in the aftermath of the disaster, the Netblocks internet observatory said.</p> <p>Twitter Chief Executive <a href=\"https://www.jpost.com/business-and-innovation/all-news/article-725096\">Elon Musk</a> later said in a tweet that the company had been informed by the government of Turkey that full access to the social media platform would be re-enabled \"shortly.\"</p> <p>Cyber rights expert and professor at Istanbul Bilgi University Yaman Akdeniz said it was not clear what caused the restriction, adding that access to TikTok was also limited in Turkey.</p> <p>\"How come Twitter is restricted on a day communication saves lives?\" the head of the DEVA opposition party, Ali Babacan, said on Twitter.</p> <p>The Transportation and Infrastructure Ministry, which could impose such restrictions, was not available for comment.</p>"
        },
        "he": {
          "author": "חדשות ג'רוזלם פוסט",
          "title": "מניין ההרוגים ברעידת אדמה עולה על 15,000 כאשר הביקורת גוברת על תגובת הממשלה",
          "shortDesc": "הכעס גובר על תגובת ממשלות טורקיה, סוריה • ארדואן מבקר באזור האסון בדרום טורקיה.",
          "longDesc": "<p><a href=\"https://www.jpost.com/breaking-news/article-730934\">הנשיא טייפ ארדואן</a> הודה ביום רביעי שהיו בעיות בתגובה הראשונית של ממשלתו לתגובה הרסנית <a href=\"https://www.jpost.com/opinion/article-730895\">רעידת אדמה</a> בדרום טורקיה, על רקע זעם של אלה שנותרו חסרי כל ומתוסכלים על הגעתם האיטית של צוותי החילוץ.</p> < ארדואן, שמתמודד בבחירות במאי, אמר בביקור באזור האסון שהפעולות פועלות כעת כרגיל והבטיח שאיש לא יישאר חסר בית, מכיוון שמספר ההרוגים המשולב המדווח בטורקיה ובסוריה השכנה עלה מעבר ל-12,000.< /p> <p>על פני שטח של דרום טורקיה, אנשים חיפשו מחסה ומזון זמניים במזג אוויר חורפי קפוא ומתינו בייסורים ליד ערימות הריסות שבהן בני משפחה וחברים עשויים עדיין לקבור.</p> <p>המצילים עדיין היו קבורים. למצוא כמה אנשים בחיים. אבל טורקים רבים התלוננו על מחסור בציוד, מומחיות ותמיכה כדי להציל את הלכודים - לפעמים אפילו כשהם יכלו לשמוע קריאות לעזרה.</p> <p>\"איפה המדינה? איפה הם היו יומיים? אנחנו מתחננים אליהם. תנו לנו לעשות את זה, נוכל להוציא אותם\", אמרה סביהה אלינק ליד בניין מכוסה שלג בעיר מלטיה, שבו נלכדו קרוביה הצעירים.</p> <div><img title= \" רעידת אדמה בטורקיה – הצצה להערכת ECHO (קרדיט: FLICKR)\" src=\"https://images.jpost.com/image/upload/f_auto,fl_lossy/t_JD_ArticleMainImageFaceDetect/526861\" alt=\" רעידת אדמה בטורקיה – הצצה ל הערכת ECHO (קרדיט: FLICKR)\" width=\"822\" height=\"537\" data-mfp-src=\"https://images.jpost.com/image/upload/f_auto,fl_lossy/t_JD_ArticleMainImageFaceDetect/526861\" data- image-name=\" רעידת אדמה בטורקיה – הצצה להערכת ECHO (קרדיט: FLICKR)\" data-image-credit=\"\" /><img src=\"https://images.jpost.com/image/upload/f_auto ,fl_lossy/Icons/zoom-image-icon.svg\" א lt=\"\" width=\"30\" height=\"30\" />רעידת אדמה בטורקיה – הצצה להערכת ECHO (קרדיט: FLICKR)</div> <p>היו סצינות ותלונות דומות בסוריה השכנה, שצפונה היה נפגע קשה מרעידת האדמה הענקית של יום שני.</p><p>שגריר סוריה באו\"ם הודה שלממשלה היו \"חוסר יכולות וחוסר ציוד\", והאשים יותר מעשור של מלחמת אזרחים בארצו וסנקציות מערביות.</p> <h3><strong. >אין ספק שמספר ההרוגים יעלה</strong></h3> <p>מספר ההרוגים משתי המדינות היה צפוי לעלות מכיוון שמאות מבנים שקרסו בערים רבות הפכו לקברים של אנשים שישנו כשרעידת האדמה פגעה.< /p> <p>בעיר אנטקיה הטורקית, עשרות גופות, חלקן מכוסות בשמיכות וסדינים ואחרות בשקיות גופות, הוצבו בשורה על הקרקע מחוץ לבית חולים.</p> <p>מלק, בן 64, קונן על היעדר צוותי חילוץ. \"שרדנו את רעידת האדמה, אבל נמות כאן בגלל רעב או קור.\"</p> <p>רבים באזור האסון ישנו במכוניותיהם או ברחובות מתחת לשמיכות בקור מקפיא, מפחדים ללכת חזרה לתוך בניינים שנזעזעו מהרעידה בעוצמה 7.8 - הקטלנית ביותר בטורקיה מאז 1999 - ומרעידת אדמה חזקה שניה שעות לאחר מכן.</p> <p>מספר ההרוגים המאושר עלה ל-9,057 בטורקיה ביום רביעי, ובסוריה טיפס לשעה לפחות 2,950, לפי הממשלה ושירות הצלה הפועלים בצפון-מערב הנשלט על ידי המורדים.</p> <p>הרשויות בטורקיה פרסמו סרטון של ניצולים שניצלו, כולל ילדה צעירה בפיג'מה, ואדם מבוגר מכוסה אבק, סיגריה לא דולקת בין אצבעותיו בזמן שהוא נמשך מההריסות.</p> <p>גורמים רשמיים בטורקיה אומרים שכ-13.5 מיליון אנשים נפגעו באזור המשתרע על פני כ-450 ק\"מ (280 מייל) מאדנה במערב ועד דיארבאקיר במזרח . בסוריה נהרגו אנשים עד דרומה עד חמה, 250 ק\"מ ממוקד הרעש.</p> <p>חלקם שמתו בטורקיה היו פליטים ממלחמת סוריה. תיקי הגופה שלהם הגיעו לגבול במוניות, טנדרים וערימות על גבי משאיות שטוחות כדי שיועברו למקומות המנוחה האחרונים במולדתם.</p> <p>יותר מ-298,000 בני אדם הופלו ללא קורת גג ו-180 מקלטים לעקורים. נפתחה, דיווחה כלי תקשורת ממלכתיים בסוריה, ככל הנראה בהתייחסו לאזורים הנמצאים בשליטה ממשלתית, ואינם מוחזקים על ידי סיעות האופוזיציה.</p><p>בסוריה, מאמצי הסיוע מסובכים בגלל סכסוך שחילק את האומה והרס את התשתית שלה.</p><p>משלוח הסיוע ההומניטרי של האו\"ם דרך טורקיה למיליוני אנשים בצפון מערב סוריה עשוי להתחדש ביום חמישי לאחר המבצע הממושך הופסק על ידי רעידת האדמה, אמרו גורמים רשמיים באו\"ם.</p> <p>בעיר חלב בסוריה, צוות בית החולים אל-ראזי טיפל בפצוע שסיפר שיותר מתריסר קרובי משפחה כולל שלו אמא ואבא נהרגו כשהבניין שבו היו קרס.</p> <h3><strong>השפעת הבחירות</strong></h3> <blockquote> <p><strong>\"זהו זמן לאחדות, סוֹלִידָרִיוּת. בתקופה כזו אני לא יכול לסבול אנשים שמנהלים קמפיינים שליליים למען אינטרס פוליטי.\"</strong></p> <cite>נשיא טורקיה טאיפ ארדואן</cite></blockquote> <p>ארדואן, שהכריז על מדינה של חירום ב-10 מחוזות ושלחו חיילים לעזור, הגיע לקהרמנמראס כדי לראות את הנזק ולראות את מאמצי ההצלה וההצלה.</p> <p>בדיבור עם עיתונאים, יללת סירנות אמבולנס ברקע, אמר שיש היו בעיות עם כבישים ושדות תעופה אבל \"אנחנו טובים יותר היום\"</p><p>\"נהיה טובים יותר מחר ומאוחר יותר. עדיין יש לנו כמה בעיות עם דלק... אבל נתגבר גם על אלה,\" אמר ארדואן.</p> <p>מאוחר יותר הוא גינה את הביקורת על תגובת הממשלה . \"זהו זמן לאחדות, סולידריות. בתקופה כזו, אני לא יכול לסבול שאנשים מנהלים קמפיינים שליליים למען אינטרס פוליטי\", אמר ארדואן לכתבים במחוז האטאי הדרומי.</p> <p>עם זאת, אסון יהווה אתגר לארדואן בבחירות במאי שכבר היו אמורות להיות הקרב הקשה ביותר בשני העשורים שלו בשלטון. מפעילת הבורסה של איסטנבול השעתה את המסחר לחמישה ימים בצעד חסר תקדים.</p> <p>כל תפיסה שהממשלה לא מצליחה לטפל באסון כראוי עלולה לפגוע בסיכויים שלו. לעומת זאת, אנליסטים טוענים שהוא יכול לגייס תמיכה לאומית סביב תגובת המשבר ולחזק את מעמדו.</p> <p>נראה כי נשיא סוריה בשאר אל-אסד מחפש יתרון פוליטי מרעידת האדמה, ולוחץ לסיוע חוץ שיועבר באמצעותו. אנליסטים אמרו.</p> <p>טוויטר הוגבל בטורקיה ביום רביעי בדיוק כפי שהציבור הגיע \"להסתמך על השירות\" לאחר האסון. , אמר מצפה הכוכבים באינטרנט של Netblocks.</p> <p>מנכ\"ל טוויטר <a href=\"https://www.jpost.com/business-and-innovation/all-news/article-725096\">אלון מאסק</a> אמר מאוחר יותר בציוץ שהחברה הודיעה על ידי ממשלת טורקיה שגישה מלאה לפלטפורמת המדיה החברתית תופעל מחדש \"בקרוב\".</p> <p>מומחה לזכויות סייבר ופרופסור באוניברסיטת איסטנבול בילגי ימאן אקדניז אמר שלא ברור מה גרם להגבלה, והוסיף כי הגישה ל-TikTok הייתה מוגבלת. כתוב בטורקיה.</p> <p>\"איך זה ש-Twitter מוגבל ביום שתקשורת מצילה חיים?\" אמר ראש מפלגת האופוזיציה DEVA, עלי Babacan, בטוויטר.</p> <p> משרד התחבורה והתשתיות, שיכול להטיל מגבלות כאלה, לא היה זמין להערות.</p>"
        }
      }
    }
  ]
}
